<?php

define('title','Γιώργος Ιακώβου');
define('header','Καλοσορίσατε στην ιστοσελίδα μου');
define('header2','Γιώργος Ιακώβου');
define('discography','ΔΙΣΚΟΓΡΑΦΙΑ');
define('images','ΕΙΚΟΝΕΣ');
define('biography','ΒΙΟΓΡΑΦΙΑ');
define('central','ΚΕΝΤΡΙΚΗ');
define('contact2','ΕΠΙΚΟΙΝΩΝΙΑ');
define('youtube','Το κανάλι μου στο Youtube');
define('webdesign','Σχεδιασμός Ιστοσελίδας: Κωνσταντίνος Ιακώβου');
define('contact','Για επικοινωνία μπορείτε να επικοινωνήσετε μέσω ηλεκτρονικού ταχυδρομείου.');
define('contactinfo','Στοιχεία εικοινωνίας');
define('facebook','Σελίδα στο Facebook');
define('bio', '<p><b>Ο Γιώργος Ιακώβου (31 Αυγούστου 1985) είναι τραγουδιστής, τραγουδοποιός και μουσικός που ασχολείται με την έντεχνη ,την ροκ και την παραδοσιακή μουσική.<br>
Έχει ηχογραφήσει έναν προσωπικό δίσκο.
Έχει συνεργαστεί δισκογραφικά με τους μουσικούς : Αντώνη Μεϊμάρης ,Στέλιος Γκίνης ,Μητσοφού,Φίλιππος Φασούλας ,Βασίλης Γιαννούσης ,Ιωάννα Σαμπαϊντά ,Πάνος Μπαρόλας,Γιώργος Διαμαντής, Μαριάννα Ψημάρη.
Βιογραφία<br>
Η πρώτη επαφή του Γιώργου Ιακώβου με την μουσική ήταν στην ηλικία των 12 ετών όταν οι γονείς του των παρότρυναν να παρακολουθήσει μαθήματα πιάνου στο ωδείο της Κύμης Ευβοίας.<br>Στην ηλικία των 16 ετών και αφού είχε μετακομίσει στο Αλιβέρι παρακολούθησε λίγα μαθήματα στον δάσκαλο κιθάρας Άγγελο Παπαφιλίππου ώσπου να μάθει τις πρώτες συγχορδίες.<br>Με αφορμή την είσοδο του στην ακαδημία εμπορικού ναυτικού της Ν. Μηχανιώνας εμφανίστηκε σε διάφορα μαγαζιά της Θεσσαλονίκης όπου συνεργάστηκε με μουσικούς της πόλης. <br>Έπειτα το τραγούδι τον συντρόφευε στα ταξίδια του με τα ποντοπόρα πλοία και όταν ήταν ξέμπαρκος έπαιζε σε μαγαζιά και συναυλίες στην περιοχή της Ευβοίας και Θεσσαλονίκης.<br>Κατά την διάρκεια της στρατιωτικής του θητείας στον ναύσταθμο στην Σούδα Χανίων αγάπησε την Κρητική μουσική αντλώντας επιρροές.<br>Το 2018 αποφασίζει να ζήσει στην Αθήνα όπου συνεργάζεται με πολλούς μουσικούς σε στεγασμένες αλλά και υπαίθριες μουσικές σκηνές της πρωτεύουσας αλλά και σε διάφορους νομούς της χώρας.
Αξιοσημείωτη αναφορά είναι η συμμετοχή του σε συναυλίες αλληλεγγύης για την οικονομική και φαρμακοϊατρικη ενίσχυση ευπαθών οικογενειών εν μέσου Κρίσης ,για την παιδική παχυσαρκία,για την απεξάρτηση τοξικομανών κ.α<br>
Το 2020 κυκλοφόρησε ο πρώτος προσωπικός δίσκος του Γιώργου Ιακώβου με τίτλο “Ψυχαρενιστά” σε στίχους του ίδιου και ενορχήστρωση του Αντώνη Μεϊμάρη.
<br>Δισκογραφία
2020: Ψυχαρμενιστά</b></p>');


   ?>